Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM9.tmx
Source language: es_es
Languages: en_gb

source: Untitled
en_gb: Untitled Korn album

source: Untitled (álbum de Korn)
en_gb: Untitled Korn album

source: La elección de Arndt para escribir un tratamiento tiene mucho sentido, teniendo en cuenta tanto su prestigio como guionista y su estrecha relación con Pixar igualmente secreto de Disney - él es el guionista de la cheekily titulada Untitled película de Pixar que te lleva dentro de la mente de Up director Pete Docter , actualmente en pre-producción - pero hay una razón todavía más que Arndt sería tan atractivo para Disney y Lucasfilm: Él es un experto en Star Wars.
en_gb: The choice of Arndt to pen a treatment makes perfect sense, given both his prestige as a screenwriter and his close relationship with Disney’s equally secretive Pixar — he’s the screenwriter of the cheekily titled Untitled Pixar Movie That Takes You Inside the Mind for Up director Pete Docter, currently in preproduction — but there’s one more reason still that Arndt would be so appealing to Disney and Lucasfilm: He’s a Star Wars expert.

source: El presente acuerdo está en bancarrota moral.
en_gb: This agreement is morally bankrupt.

source: Inmediatamente
en_gb: Stop at once

source: inmediatamente
en_gb: immediately

source: Es importante ser realistas cuando consideramos el número de cuestiones que nuestra organización puede abordar con arreglo a sus normas.
en_gb: It is important to be realistic when we consider the number of issues that our organisation can address within its rules.

source: Organización internacional
en_gb: Intergovernmental organization

source: Estoy convencida de que ésos son los principios que la población de la Unión Europea desea como resultado de la crisis en la que actualmente nos encontramos.
en_gb: I am sure those are the principles which the people of the European Union want to see as a result of the crisis that currently engulfs us.

source: Estoy convencido de que nos encontramos en una fase inicial, que este es un paso inicial.
en_gb: I am convinced that where we are now is an initial phase, that this is an initial step.

source: Y si respondemos a estas cuestiones con valentía, tendremos más posibilidades de encontrar una buena solución al lío en que nos encontramos.
en_gb: And the more courageously we respond to these issues, the greater our chances will be of finding a good solution to the bind in which we find ourselves.

source: Hemos ganado una parte de Europa, pero hemos resuelto la crisis de confianza de los ciudadanos de Europa.
en_gb: We have gained a piece of Europe, but we have not resolved the crisis of confidence among Europe's citizens.

source: Aún no se ha resuelto la crisis del gas.
en_gb: The gas crisis has not been resolved.

source: Pero no ha resuelto la crisis de la EEB.
en_gb: It did not resolve BSE.

source: El hermano gemelo del estalinismo fue el nazismo.
en_gb: Stalinism’s twin brother was Nazism.

source: Emerge una Palestina dividida en dos Estados, acribillada por la violencia, el sectarismo y el miedo, mientras se aleja cada vez más una solución al conflicto basada en dos Estados.
en_gb: A two-state Palestine is emerging, riddled by violence, sectarianism and fear, while a two-state solution to the conflict is moving further away.

source: El aislamiento anterior condujo al estalinismo y a la dictadura.
en_gb: When we cut ourselves off before, it led to Stalinism and dictatorship.

source: Europa constituía la cuarta parte de todo el mundo.
en_gb: Europe was one quarter of the entire world.

source: Ahora está al servicio de la internacional revolucionaria islámica, cuyo objetivo es la destrucción de la civilización occidental y la implantación de repúblicas islámicas en todo el mundo y en particular en Europa.
en_gb: It is now used by the Islamic revolutionary international, whose objective is the destruction of western civilisation and the establishment of Islamic republics throughout the world and particularly in Europe.

source: Para lograr sus objetivos de ir convirtiendo la Comisión en un servicio público internacional de vanguardia en el mundo, está claro que los nombramientos y las capacidades de su equipo van a ser decisivos.
en_gb: To achieve your objectives of moving the Commission towards a world-leading international public service, it is clear that the appointments and capabilities of your team are going to be critical.

source: Programa para la evaluación internacional de los alumnos.
en_gb: Program for International Student Assessment

source: Cancelar restablecimiento
en_gb: Abort reset

source: Cambio cultural en la organización respecto a la función financiera.
en_gb: Cultural change in the organization with regard to the financial function.

source: Cambio cultural en la organización.
en_gb: Cultural change in the organization.

source: ¿Qué actitud se propone adoptar el Consejo ante los múltiples intentos de revisión de la Historia y justificación de los crímenes del fascismo y del imperialismo?
en_gb: In its conclusions of 3 October 2005 the Council reaffirmed its full support for the Colombian Government, in particular in its efforts to impose the rule of law throughout the country and in the fight against terrorism and the production of and trade in illegal drugs.

source: Asesinados
en_gb: Murdered

source: Imperialismo
en_gb: Imperialism

source: Es ineludible el tema del respeto de los derechos humanos como base de todos los acuerdos de la Unión Europea.
en_gb: Respect for human rights is an essential basis for all European Union agreements.

source: Resistencia a los parásitos
en_gb: Pest resistance

source: Es extraño que de todos los países del mundo, la Unión Europea no tenga acuerdos bilaterales ni con Estados Unidos ni con Japón.
en_gb: It is strange that of all the countries in the world, the European Union has no bilateral agreements with either the United States or Japan.

source: Total de préstamos y deudas
en_gb: Total

source: Acogemos con satisfacción la propuesta que se hace en la resolución de imponer a todas las empresas inscritas en la Unión Europea la prohibición de invertir en Myanmar o de conceder préstamos a este país.
en_gb: It is to be welcomed that the proposed resolution calls for a ban on any companies registered in the European Union investing in, or lending to, Burma.

source: Me imagino que Su Señoría estará en contra de la expropiación de propiedad también.
en_gb: I imagine the honourable Member is against the expropriation of property as well.

source: Señor Presidente, ya que el Señor Comisario ha preguntado si estoy también yo en contra de las expropiaciones, quisiera decirle que cuando se trata de propiedades colonialistas estoy a favor de las expropiaciones.
en_gb: Mr President, as the Commissioner raised the point as to whether I too am against the expropriation of property, I should like to tell him that, when it comes to colonial property, I am in favour of the expropriation of property.

source: Oligarquía
en_gb: Oligarchy

source: ¿Cómo actuar fuera de las fronteras de la Unión Europea?
en_gb: How do we act beyond the Union's borders?

source: Finlandia fuera de la OTAN está en buena compañía de Suecia, Austria y Suiza.
en_gb: Finland outside NATO is in good company with Sweden, Austria and Switzerland.

source: A veces este tipo de actividad sobrepasa las fronteras rusas y llega incluso a la UE.
en_gb: Sometimes this sort of activity even goes beyond Russian borders and even into the EU.

source: vivir como el morir
en_gb: live like your dying

source: ¡LPD debe morir!
en_gb: LPD Must Die!

source: Clase obrera
en_gb: Working class

source: Nacionalidad
en_gb: Nationality

source: Revolucionario
en_gb: Revolutionary

source: Oprimido
en_gb: Downtrodden

source: Reducción de precio temporal
en_gb: Temporary Price Reduction

source: Normalización del trabajo doméstico
en_gb: Regulating domestic help

source: La reducción del precio sería muy difícil de acordar.
en_gb: Reduction in price would be very difficult to agree.

source: El control en sus manos
en_gb: Control at hand

source: sistema manos libres:
en_gb: hands-free set:

source: Los pueblos que no participan y que se alejan lentamente, dejan espacio a una oligarquía que toma el poder y deja el control en manos de unos pocos.
en_gb: The peoples which do not participate and gradually grow more distant will leave the way open for an oligarchy that will take power and leave control in the hands of a few.

source: Las principales áreas de cooperación son la agricultura, la salud y la educación.
en_gb: Its main sectors of cooperation are agriculture, health and education.

source: También debería mejorar la cooperación en el ámbito de la salud y la educación.
en_gb: Cooperation in the fields of health and education should also be deepened.

source: la salud, la educación y la formación;
en_gb: health, education and training;

source: Se refiere a la enseñanza primaria, la secundaria y la universitaria.
en_gb: This applies to primary, secondary and university education alike.

source: En la enseñanza universitaria es muy importante el desarrollo de programas interdisciplinares.
en_gb: It is important to have cross-disciplinary syllabuses in tertiary education.

source: pleno acceso a la red.
en_gb: your network.

source: PRESTACIÓN DE SERVICIOS DE PEQUEÑOS PAGOS EN EUROS A LAS ENTIDADES DE CRÉDITO POR PARTE DE LOS BANCOS CENTRALES
en_gb: CENTRAL BANKS » PROVISION OF RETAIL PAYMENT SERVICES IN EURO TO CREDIT INSTITUTIONS

source: El Grupo de la Alianza de los Demócratas y Liberales por Europa lamenta especialmente el cercenamiento de los programas de desarrollo para pequeñas y medianas empresas, programas que, por ejemplo, ayudan a los bancos a conceder créditos para los pequeños negocios en los nuevos Estados miembros en que, con recursos limitados, se ha logrado un gran efecto de dispersión en beneficio del desarrollo económico.
en_gb: We in the Group of the Alliance of Liberals and Democrats for Europe particularly regret the slashing of programmes for developing small and medium-sized businesses – programmes that, for example, help the banks make credit available to small businesses in the new Member States where, with limited resources, a large dispersal effect has been achieved, benefiting economic development.

source: Además de promover nuevas líneas de crédito, para incentivar la actividad económica debemos proporcionar a las pequeñas y medianas empresas un acceso más rápido y más barato a la movilidad, si queremos que esos negocios se adapten en lugar de hundirse.
en_gb: In order to help businesses we must, in addition to promoting new lines of credit, give small and medium-sized enterprises faster and cheaper access to mobility, if we want these businesses to adapt rather than go under.

source: Empresas públicas
en_gb: Public enterprises

source: PAGO Y CONTROL
en_gb: PAYMENT AND CONTROL

source: Pago y control
en_gb: Paiement et contrôle

source: para acabar con
en_gb: to wipe out

source: Para acabar con él
en_gb: To kill it

source: acabar con.
en_gb: keep from

source: Hambre
en_gb: Hunger

source: Expropiación
en_gb: Eminent domain

source: Esta decisión de la Comisión es una medida cautelar tomada para asegurar que ningún fondo comunitario pase a manos de Hamás.
en_gb: The Commission’s action is a precautionary measure taken to ensure that no Community funds pass into the hands of Hamas.

source: Por un lado está la nostalgia de su patria y la vinculación a una tierra que le es demasiado importante para que caiga en manos de los extremistas.
en_gb: One is homesickness and attachment to a country that is much too important to be allowed to fall into the hands of extremists.

source: para los trabajadores del espectáculo:
en_gb: for workers in the entertainment business:

source: Cooperativas de producción de leche
en_gb: Dairy cooperatives

source: Sistema europeo de redes cooperativas de investigación agrícola
en_gb: Global Information and Early Warning System on Food and Agriculture

source: China representa la ideología de las empresas estatales.
en_gb: China represents the ideology of state enterprises.

source: Esta Carta rechaza la inclusión de derechos tan elementales como el derecho a una jubilación decente, a un salario mínimo, a una vivienda digna, a una atención sanitaria.
en_gb: This Charter refuses to include such basic rights as the right to a decent retirement pension, the right to a minimum wage, to decent housing, to health care.

source: En esencia, lo que realmente está en juego es el cumplimiento o el incumplimiento de los derechos humanos, tales como el derecho a la alimentación, al empleo, a salarios dignos, a la vivienda, a la educación para la salud y al descanso.
en_gb: In essence, what is actually at stake is the observance or non-observance of human rights, such as the right to food, employment, dignified wages, housing, health education and leisure.

source: Todo el mundo desea una vivienda digna.
en_gb: Everyone would like to have suitable housing.

source: Chernóbil
en_gb: Chernobyl

source: Minero
en_gb: Miner

source: minero
en_gb: collier

source: Celebro que ahora podamos proseguir creando mayor seguridad y mejores condiciones laborales para los trabajadores europeos.
en_gb: I am glad that we can now make progress in creating greater security and better working conditions for employees in Europe.

source: Actuación de los obreros
en_gb: Job performance

source: Invalidez de los obreros
en_gb: Invalidity — manual workers

source: Levantamiento del velo
en_gb: Corporate veil

source: Proletariado
en_gb: Proletariat

source: Burgués
en_gb: Bourgeoisie

source: burgués
en_gb: bourgeois

source: ¡Detengamos el racismo ruso!"
en_gb: Stop Russian Nazism!'

source: Contra la cabeza
en_gb: Against the head

source: Los electores votaron en contra del primer ministro Yanukóvich, que a los ojos de muchos representa a la oligarquía y a un Estado corrupto.
en_gb: They voted against the prime minister, Mr Yanukovich, who, in the eyes of many, represents the oligarchy and a corrupt state.

source: Para satisfacer su derecho básico a la información, es imprescindible que los ciudadanos puedan distinguir entre cultura y polvareda.
en_gb: If people are to have a basic right to access information, they must be able to distinguish between order and chaos.

source: ¿La polvareda de los caminos y el viento que silba en los oídos es tu elemento?
en_gb: Dirt roads and wind are your domain!

source: Una vez disipada la polvareda, estoy convencido de que muchos oponentes se dejarán convencer poco a poco mostrando su apoyo a la directiva.
en_gb: Once the dust has cleared, I am convinced that many opponents will gradually come round to showing their support for the directive.

source: La génesis de las organizaciones contemporáneas en la economía social en Europa se sitúa en el siglo XIX con la aparición de iniciativas y experiencias revolucionarias en un contexto de hegemonía de los ideales liberales en política y economía .
en_gb: <g id="83">The genesis of</g> <g id="84">contemporary organizations</g> <g id="85">in the social economy in</g> <g id="86">Europe is</g> <g id="87">in the nineteenth century</g>, with the emergence <g id="88">of initiatives and</g> <g id="89">revolutionary experiences</g> <g id="90">in a context</g> <g id="91">of hegemony</g> <g id="92">of liberal ideals</g> <g id="93">in economics</g> <g id="94">and</g> <g id="95">politics.</g>

source: SOMETIMIENTO DE DOCUMENTOS DEL ESTUDIO.
en_gb: SUBMISSION OF STUDY DOCUMENTS.

source: SOMETIMIENTO DE TARJETA DE AGRADECIMIENTO POR LA
en_gb: SUBMISSION OF THANK YOU CARD FOR

source: morir por soldados
en_gb: die for a Soldiers

source: Soldados
en_gb: Soldiers

source: Revolucionarios
en_gb: Revolution

source: representadas todas las nacionalidades, a
en_gb: a large number of external interim staff

source: Huelga general
en_gb: General strike

source: La influencia revolucionaria de Internet en las comunicaciones en general y, particularmente, en el comercio electrónico confirmó más tarde la importancia de este sector de la política.
en_gb: The Internet' s revolutionary impact on communications generally and ecommerce in particular later confirmed the importance of this area of policy.

source: Autodeterminación
en_gb: Self-determination

source: Gobierno de coalición
en_gb: Coalition government

source: Cuando el 19 de mayo el gobierno de la coalición popular fue hecho rehén, del lado de George Speight y sus seguidores había miembros de la unidad de intervención contrarrevolucionaria del ejército.
en_gb: Alongside George Speight and his gang, when the people 's coalition government were taken hostage on 19 May, were members of the armed forces'counter-revolutionary warfare unit.

source: 1981 y 1986: Grecia, España y Portugal
en_gb: 1981 and 1986: Greece, Spain and Portugal

source: Las Brigadas Internacionales, organizadas por la Rusia bolchevique, acudieron en ayuda de la España comunista.
en_gb: The International Brigades, organised by Bolshevik Russia, came to the aid of Communist Spain.

source: Intervenciones estructurales en Grecia, Portugal y España
en_gb: Structural measures in Greece, Portugal and Spain

source: Fue el primer genocidio del siglo XX.
en_gb: This was the first genocide of the twentieth century.

source: Hagamos el favor de abandonar la arrogancia y el imperialismo.
en_gb: Not with arrogance and imperialism, however, please!

source: Parece que Putin ha aprendido de los errores cometidos en Ucrania. A esto se une la hábil actuación de la oposición kirguisa, que le avisó por adelantado del inminente derrocamiento del entonces Jefe de Gobierno.
en_gb: Putin would appear to have learned from the mistakes he made in Ukraine, and the Kyrgyz opposition also acted shrewdly by giving him advance notice of the then Head of Government’s imminent overthrow.

source: La desobediencia real y la resistencia que nos conducirán al derrocamiento de la barbarie explotadora del propio capitalismo.
en_gb: It is real disobedience and resistance which will lead to the overthrow of the exploitative barbarity of capitalism itself.

source: No podemos observar en silencio el golpe militar y el derrocamiento de un Gobierno elegido democráticamente.
en_gb: We cannot pass over the military coup and overthrow of a democratically elected government in silence.

source: El continuo empobrecimiento y la carencia de expectativas de los palestinos no aumentarán la seguridad en el Estado de Israel.
en_gb: Further deterioration and lack of prospects for the Palestinians will not increase security for the state of Israel.

source: En Palestina, la ocupación es omnipresente.
en_gb: In Palestine, the occupation is omnipresent.

source: Se refiere a la situación de Palestina como un conflicto, restando así importancia a la ocupación de Palestina por Israel y la violación más brutal de los derechos fundamentales del pueblo palestino por parte de Israel.
en_gb: It refers to the Palestine situation as a conflict, thereby glossing over Israel’s occupation of Palestine and its utterly brutal violation of the fundamental rights of the Palestinian people.

source: Estos se remiten a la Organización de la Conferencia Islámica, que es un mundo distinto.
en_gb: They are referred to the Organisation of the Islamic Conference, which is a different world.

source: La comisión organizó una conferencia para mujeres de Afganistán junto a las organizaciones no gubernamentales.
en_gb: Together with non-governmental organisations, the committee arranged a conference for women from Afghanistan.

source: La falta de seguridad supone que las organizaciones humanitarias no puedan intervenir más en la zona.
en_gb: The lack of security in the area means that humanitarian organisations can no longer provide any intervention.

source: Partido de la Refundación Comunista
en_gb: Communist Refoundation Party

source: Partido Socialista
en_gb: Spanish Socialist

source: Viernes 9 de Mayo
en_gb: Friday, May 9th

source: 7 de Mayo de 2014
en_gb: May 7th 2014

source: 9 - 11 de mayo 2014
en_gb: 9 - 11th of May, 2014

source: Alimentos de la cuarta gama
en_gb: Prepared foods

source: Voltaje del núcleo de la CPU
en_gb: CPU core voltage

source: Es el núcleo de la liberalización.
en_gb: It is the core of liberalisation.

source: With
en_gb: William Withering

source: wvware / wvware la versión 1.2.4
en_gb: wvWare/wvWare version 1.2.4

source: Versión:
en_gb: Version:
